tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/versions'

brew 'elasticsearch', restart_service: true
brew 'fzf'
brew 'geoip'
brew 'geos'
brew 'go'
brew 'homebrew/versions/mongodb30'
brew 'node'
brew 'postgresql', restart_service: true
brew 'python'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis', restart_service: true
brew 'ruby'
brew 'ruby-build'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'zsh'

cask '1password'
cask 'alfred'
cask 'caffeine'
cask 'cinch'
cask 'dash'
cask 'dropbox'
cask 'firefox-34'
cask 'google-chrome'
cask 'iterm2'
cask 'java'
cask 'skitch'
cask 'slack'
cask 'splayerx'
